brew "git"
brew "zsh"
brew "tmux"
brew "neovim"
brew "curl"
brew "ca-certificates"
brew "gnupg"
brew "wget"
brew "bat"
brew "eza"
brew "ripgrep"
brew "fd"
brew "zoxide"
brew "fzf"
brew "starship"
brew "atuin"
brew "mise"
brew "uv"
brew "git-delta"
brew "lazygit"
