brew "git"
brew "zsh"
brew "tmux"
brew "neovim"
brew "curl"
brew "ca-certificates"
brew "gnupg"
brew "wget"
brew "bat"
brew "eza"
brew "ripgrep"
brew "fd"
brew "zoxide"
brew "fzf"
brew "starship"
brew "atuin"
brew "go-task"

brew "cmake"
brew "ninja"
brew "make"
brew "go"
brew "python"
brew "yarn"
brew "nvm"
brew "bazelisk"
brew "docker"
brew "docker-compose"
brew "kubernetes-cli"
brew "kubectx"
brew "k9s"
brew "eksctl"
brew "gh"
brew "awscli"

brew "ruff"
brew "gofumpt"
brew "goimports"
brew "golines"

cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "gcloud-cli"
