brew "cmake"
brew "ninja"
brew "make"
brew "go"
brew "python"
brew "yarn"
brew "bazelisk"
brew "docker"
brew "docker-compose"
brew "kubernetes-cli"
brew "kubectx"
brew "k9s"
brew "eksctl"
brew "gh"
brew "awscli"
brew "mosh"
